export const questions = [
  {
    title:
      'Як називається найважливіший турнір із футболу, що проводиться кожні чотири роки?',
    variants: [
      'Чемпіонат NHL',
      'Чемпіонат світу з футболу',
      'Кубок кубків світу',
      'Футбольний великдень',
    ],
    trueVariant: 'Чемпіонат світу з футболу',
    id: 0,
  },
  {
    title:
      'Який рік вважається "ріком народження" футболу, коли були визначені перші правила гри?',
    variants: ['1863 рік', '1999 рік', '1941 рік', '1887 рік'],
    trueVariant: '1863 рік',
    id: 1,
  },
  {
    title:
      'Хто виграв "Золотий м`яч" у 2020 році, який присуджується кращому футболістові світу?',
    variants: [
      'Ніколя Анелька',
      'Карім Бензема',
      'Ліонель Мессі',
      'Криштиану Роналду',
    ],
    trueVariant: 'Ліонель Мессі',
    id: 2,
  },
  {
    title: 'Гра яких команд відома своїм гаслом "Мерсісайдське дербі"?',
    variants: [
      'Марсель і ПСЖ',
      'Баселона і Реал Мадрид',
      'Шахтар і Динамо',
      'Евертон і Ліверпуль.',
    ],
    trueVariant: 'Евертон і Ліверпуль.',
    id: 3,
  },
  {
    title:
      'Як називається футбольний турнір між збірними командами Європи і Північної Америки, який проводиться кожні два роки?',
    variants: [
      'УПЛ (Українська премьер ліга)',
      'Кубок Америки.',
      'Ліга Європи',
      'Ліга націй',
    ],
    trueVariant: 'Кубок Америки.',
    id: 4,
  },
  {
    title: 'У якому місті розташоване футбольне поле "Сантьяго Бернабеу"?',
    variants: [
      'Київ, Україна',
      'Мадрид, Іспанія.',
      'Вроцлав, Польша',
      'Париж, Франція',
    ],
    trueVariant: 'Мадрид, Іспанія.',
    id: 5,
  },
  {
    title: 'Хто вважається найкращим гравцем у світі за всю історію футболу?',
    variants: [
      'Пеле',
      'Марадона',
      'Пеле або Марадона, залежно від індивідуальних переконань.',
      'Ліонель Мессі',
    ],
    trueVariant: 'Пеле або Марадона, залежно від індивідуальних переконань.',
    id: 6,
  },
  {
    title:
      'Як називається нагорода, яку отримує футбольний тренер за досягнення найкращих результатів у сезоні?',
    variants: [
      'Золотий тренер (Золотий тренер ФІФА).',
      'Святий футболіст, ставший тренером',
      'Кращій тренер',
      'Медаль за відвагу',
    ],
    trueVariant: 'Золотий тренер (Золотий тренер ФІФА).',
    id: 7,
  },
  {
    title: 'Яка країна виграла Чемпіонат світу з футболу у 2018 році?',
    variants: ['Франція', 'Україна', 'Іспанія', 'Гваделупа'],
    trueVariant: 'Франція',
    id: 8,
  },
  {
    title: 'Яка команда виграла Лігу чемпіонів УЄФА у сезоні 2020/2021?',
    variants: ['Челсі.', 'Шахтар', 'Барселона', 'Реал Мадрид'],
    trueVariant: 'Челсі.',
    id: 9,
  },
];
